experiments/redis_contention/redis_multi/pair_0/clients_200_threads_6_pipeline_1/redis.out
6         Threads
200       Connections per thread
15        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets        88697.10          ---          ---         6.78986         6.39900        14.39900        41.72700     92031.25 
Gets        88658.58         0.00     88658.58         6.73781         6.39900        13.50300        38.14300      3539.46 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals     177355.68         0.00     88658.58         6.76384         6.39900        13.82300        40.19100     95570.71